Repository: 9vult/Ameko
Catalog: Ameko/I18N/Git.*.resx
Languages: es_419

# Git_NotInRepo
source: No Git repository detected.
es_419: No se detectó un repositorio Git.

# Git_NotInRepo_Tutorial
source: To use Git features, open a Solution in a folder containing a repository.
es_419: Para utilizar las características de Git, inicia tu Proyecto en una carpeta que contenga un repositorio Git.

# Git_StagedChanges
source: Staged Changes
es_419: Cambios agregados

# Git_UnstagedChanges
source: Unstaged Changes
es_419: Cambios omitidos

# Git_Button_Unstage_ToolTip
source: Unstage changes
es_419: Omitir los cambios

# Git_Button_Stage_ToolTip
source: Stage changes
es_419: Agregar los cambios

# Git_Button_Commit
source: Commit
es_419: Enviar cambios

# Git_Button_Stash
source: Stash
es_419: Guardar

# Git_Button_Commit_ToolTip
source: Commit changes on {0}
es_419: Confirmar los cambios en {0}

# Git_Button_Stash_ToolTip
source: Stash changes
es_419: Guardar cambios

# Git_Button_Refresh_ToolTip
source: Refresh
es_419: Actualizar

# Git_CommitBox_Watermark
source: Commit Message
es_419: Mensaje de confirmación

# Git_PotentialOwnershipIssue
source: A .git directory was detected, but libgit2 is unable to process it. Make sure this repository is marked as "safe" in your .gitconfig.
es_419: Se detectó un directorio .git, pero libgit2 no puede procesarlo. Asegúrese de que este repositorio esté marcado como "seguro" en su .gitconfig.

# Git_NothingToCommit
source: There's nothing to commit at this time.
es_419: No hay cambios que enviar en este momento.
